Repository: ChHaeni/colorout
Catalog: po/R-*.po
Languages: pl

source: '%s' must be a character vector of length 1
pl: '%s' musi być wektorem tekstowym o długości 1

source: '%s' must be a number vector of at most 3 elements.
pl: '%s' musi być wektorem liczbowym co najwyżej 3-elementowym.

source: '%s' must have no more than 63 characters.
pl: '%s' musi mieć nie więcej niż 63 znaki.

source: Not in an interactive session.
pl: Nie jesteś w interaktywnej sesji.

source: Sys.getenv('TERM') returned '%s'.
pl: Sys.getenv('TERM') zwróciło '%s'.

source: The R output will not be colorized because it seems that your terminal does not support ANSI escape codes.
pl: Wyjście R nie zostanie pokolorowane ponieważ wygląda na to, że twoja konsola nie wspiera specjalnych sekwencji ANSI.

source: The output colorization was canceled.
pl: Kolorowanie wyjścia zostało anulowane.

source: The value of '%s' must be either a number correspoding to an ANSI escape code or a character string.
pl: Wartość '%s' musi być albo liczbą odpowiadającą sekwencji specjalnej ANSI lub łańcuchem tekstowym.

source: isatty(stdout()) returned FALSE.
pl: 'isatty(stdout())' zwróciło wartość FALSE.

source: z must be a real number.
pl: 'z' musi być liczbą rzeczywistą.
